/* Text for close button */
"Close" = "Cerrar";

/* Text for button to scan a credit card */
"Scan Card" = "Escanear tarjeta";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Escanear tarjeta";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "El IBAN que ingresaste no es válido.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Hubo un error al procesar tu tarjeta. Vuelve a intentar en unos segundos.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Se produjo un error inesperado. Vuelve a intentar en unos segundos.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Reintentar";

/* Error when the card has already expired */
"Your card has expired" = "Tu tarjeta ha vencido.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Tu tarjeta fue rechazada.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "El mes de vencimiento de tu tarjeta no es válido.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "El año de vencimiento de tu tarjeta no es válido";

/* Error when the card number is not valid */
"Your card's number is invalid" = "El número de tarjeta no es válido";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "El código de seguridad de tu tarjeta no es válido.";

/* Error when customer's name is invalid */
"Your name is invalid." = "El nombre no es válido.";

